Repository: lswang6/goods-scanner-lidar
Catalog: GoodsScanner/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Top detected, hold still
de: Oberseite erkannt, ruhig halten
es: Parte superior detectada, no te muevas
fr: Dessus détecté, ne bougez pas
ja: 上面を検出しました。静止してください
ko: 윗면 감지됨, 가만히 유지하세요
pt_br: Topo detectado, fique parado
ru: Верх найден, не двигайтесь
vi: Đã thấy mặt trên, giữ yên
zh_hans: 检测到箱顶，保持不动
zh_hant: 偵測到箱頂，請保持不動

source: Total
de: Summe
ja: 合計
ko: 합계
ru: Итого
vi: Tổng
zh_hans: 合计
zh_hant: 合計

source: Total Volume
de: Gesamtvolumen
es: Volumen total
fr: Volume total
ja: 総体積
ko: 총 부피
pt_br: Volume total
ru: Общий объём
vi: Tổng thể tích
zh_hans: 总体积
zh_hant: 總體積

source: Total Weight
de: Gesamtgewicht
es: Peso total
fr: Poids total
ja: 総重量
ko: 총 무게
pt_br: Peso total
ru: Общий вес
vi: Tổng trọng lượng
zh_hans: 总重量
zh_hant: 總重量

source: Total volume (m³)
de: Gesamtvolumen (m³)
es: Volumen total (m³)
fr: Volume total (m³)
ja: 総体積 (m³)
ko: 총 부피 (m³)
pt_br: Volume total (m³)
ru: Общий объём (m³)
vi: Tổng thể tích (m³)
zh_hans: 总体积 (m³)
zh_hant: 總體積 (m³)

source: Unit volume (m³)
de: Einzelvolumen (m³)
es: Volumen unitario (m³)
fr: Volume unitaire (m³)
ja: 1 個あたりの体積 (m³)
ko: 개당 부피 (m³)
pt_br: Volume unitário (m³)
ru: Объём единицы (m³)
vi: Thể tích mỗi kiện (m³)
zh_hans: 单件体积 (m³)
zh_hant: 單件體積 (m³)

source: Use This Result
de: Ergebnis verwenden
es: Usar este resultado
fr: Utiliser ce résultat
ja: この結果を使用
ko: 이 결과 사용
pt_br: Usar este resultado
ru: Принять результат
vi: Dùng kết quả này
zh_hans: 使用此结果
zh_hant: 使用此結果

source: Verify critical dimensions with a tape measure before relying on them, for example for freight charges, packing or customs.
de: Prüfen Sie kritische Maße mit einem Maßband nach, bevor Sie sich darauf verlassen, z. B. für Frachtkosten, Verpackung oder Zoll.
es: Verifica las dimensiones críticas con un metro antes de fiarte de ellas, por ejemplo para costes de flete, embalaje o aduanas.
fr: Vérifiez les dimensions critiques avec un mètre ruban avant de vous y fier, par exemple pour le fret, l’emballage ou la douane.
ja: 運賃、梱包、通関などに使用する重要な寸法は、利用前にメジャーで確認してください。
ko: 운임, 포장, 통관 등에 쓰는 중요한 치수는 줄자로 확인한 후에 사용하세요.
pt_br: Confira as dimensões críticas com uma trena antes de confiar nelas, por exemplo para frete, embalagem ou alfândega.
ru: Проверяйте важные размеры рулеткой, прежде чем полагаться на них, например при расчёте стоимости перевозки, упаковке или таможенном оформлении.
vi: Hãy kiểm tra các kích thước quan trọng bằng thước cuộn trước khi dựa vào chúng, ví dụ để tính cước vận chuyển, đóng gói hoặc thông quan.
zh_hans: 关键尺寸（例如用于运费、装箱或报关）请先用卷尺核实。
zh_hant: 關鍵尺寸（例如用於運費、包裝或報關）在採用前，請先以捲尺核實。

source: View photo
de: Foto ansehen
es: Ver foto
fr: Voir la photo
ja: 写真を表示
ko: 사진 보기
pt_br: Ver foto
ru: Открыть фото
vi: Xem ảnh
zh_hans: 查看照片
zh_hant: 檢視照片

source: View tutorial
de: Anleitung ansehen
es: Ver tutorial
fr: Voir le tutoriel
ja: チュートリアルを見る
ko: 튜토리얼 보기
pt_br: Ver tutorial
ru: Смотреть обучение
vi: Xem hướng dẫn
zh_hans: 查看教程
zh_hant: 查看教學

source: Volume
de: Volumen
es: Volumen
ja: 体積
ko: 부피
ru: Объём
vi: Thể tích
zh_hans: 体积
zh_hant: 體積

source: Volume (m³)
de: Volumen (m³)
es: Volumen (m³)
ja: 体積 (m³)
ko: 부피 (m³)
ru: Объём (m³)
vi: Thể tích (m³)
zh_hans: 体积 (m³)
zh_hant: 體積 (m³)

source: Volume Today
de: Volumen heute
es: Volumen de hoy
fr: Volume du jour
ja: 本日の体積
ko: 오늘 부피
pt_br: Volume de hoje
ru: Объём сегодня
vi: Thể tích hôm nay
zh_hans: 今日体积
zh_hant: 今日體積

source: W %@ cm
de: B %@ cm
es: An. %@ cm
fr: l %@ cm
ja: 幅 %@ cm
ko: 너비 %@ cm
pt_br: L %@ cm
ru: Ш %@ cm
vi: R %@ cm
zh_hans: 宽 %@ cm
zh_hant: 寬 %@ cm

source: Walk around it
de: Umrunden
es: Rodéalo
fr: Tournez autour
ja: 一周する
ko: 한 바퀴 돌기
pt_br: Contorne-o
ru: Обойдите его
vi: Đi vòng quanh
zh_hans: 绕一圈
zh_hant: 繞一圈

source: Walk halfway around to measure
de: Zum Messen halb umrunden
es: Rodea medio objeto para medir
fr: Faites un demi-tour pour mesurer
ja: 半周で測定できます
ko: 반 바퀴 돌면 측정할 수 있습니다
pt_br: Dê meia volta ao redor para medir
ru: Для измерения обойдите половину круга
vi: Đi nửa vòng quanh để đo
zh_hans: 绕行半圈即可测量
zh_hant: 繞行半圈即可測量

source: Walk slowly around the item
de: Den Artikel langsam umrunden
es: Rodea el objeto despacio
fr: Tournez lentement autour de l’objet
ja: 対象物の周りをゆっくり一周してください
ko: 물체 주위를 천천히 한 바퀴 도세요
pt_br: Contorne o objeto devagar
ru: Медленно обойдите товар
vi: Đi chậm quanh hàng hóa
zh_hans: 绕着物体慢慢走一圈
zh_hant: 繞著物件慢慢走一圈

source: Weight (kg)
de: Gewicht (kg)
es: Peso (kg)
fr: Poids (kg)
ja: 重量 (kg)
ko: 무게 (kg)
pt_br: Peso (kg)
ru: Вес (kg)
vi: Trọng lượng (kg)
zh_hans: 重量 (kg)
zh_hant: 重量 (kg)

source: When goods arrive, create an inbound order, then scan or enter each item’s size.
de: Legen Sie bei Wareneingang einen Eintrag an und scannen Sie dann die Maße jedes Artikels oder geben Sie sie ein.
es: Cuando llegue la mercancía, crea una orden de entrada y escanea o introduce el tamaño de cada artículo.
fr: À l’arrivée des marchandises, créez un bon de réception, puis scannez ou saisissez la taille de chaque article.
ja: 貨物が到着したら入庫伝票を作成し、各品目をスキャンするかサイズを入力してください。
ko: 화물이 도착하면 입고 전표를 만든 다음, 품목별로 스캔하거나 크기를 입력하세요.
pt_br: Quando a mercadoria chegar, crie uma ordem de entrada e escaneie ou insira o tamanho de cada item.
ru: При поступлении товара создайте приёмку, затем отсканируйте или введите размеры каждого товара.
vi: Khi hàng về, hãy tạo phiếu nhập kho, rồi quét hoặc nhập kích thước của từng hàng hóa.
zh_hans: 货物到仓后新建入库单，逐件扫描或录入尺寸
zh_hant: 貨物到倉後，請建立入庫單，再逐件掃描或輸入尺寸。

source: Width
de: Breite
es: Ancho
fr: Largeur
ja: 幅
ko: 너비
pt_br: Largura
ru: Ширина
vi: Chiều rộng
zh_hans: 宽
zh_hant: 寬

source: Width (cm)
de: Breite (cm)
es: Ancho (cm)
fr: Largeur (cm)
ja: 幅 (cm)
ko: 너비 (cm)
pt_br: Largura (cm)
ru: Ширина (cm)
vi: Chiều rộng (cm)
zh_hans: 宽 (cm)
zh_hant: 寬 (cm)

source: You use the app and its results at your own responsibility and risk. The developer accepts no liability for any loss or damage arising from use of the measurements.
de: Sie nutzen die App und ihre Ergebnisse auf eigene Verantwortung und eigenes Risiko. Der Entwickler übernimmt keine Haftung für Verluste oder Schäden, die aus der Verwendung der Messwerte entstehen.
es: Usas la app y sus resultados bajo tu propia responsabilidad y riesgo. El desarrollador no asume ninguna responsabilidad por pérdidas o daños derivados del uso de las mediciones.
fr: Vous utilisez l’app et ses résultats sous votre propre responsabilité et à vos risques. Le développeur décline toute responsabilité pour toute perte ou tout dommage résultant de l’utilisation des mesures.
ja: 本アプリおよびその結果は、お客様自身の責任とリスクにおいてご利用ください。測定結果の使用によって生じたいかなる損失または損害についても、開発者は一切責任を負いません。
ko: 이 앱과 그 결과는 사용자 본인의 책임과 위험 부담으로 사용하는 것입니다. 개발자는 측정값 사용으로 발생하는 어떠한 손실이나 손해에 대해서도 책임을 지지 않습니다.
pt_br: Você usa o app e seus resultados por sua conta e risco. O desenvolvedor não assume nenhuma responsabilidade por perdas ou danos decorrentes do uso das medições.
ru: Вы используете приложение и его результаты на свою ответственность и риск. Разработчик не несёт ответственности за любые убытки или ущерб, возникшие в результате использования результатов измерений.
vi: Bạn sử dụng ứng dụng và các kết quả của ứng dụng bằng trách nhiệm và rủi ro của chính mình. Nhà phát triển không chịu trách nhiệm đối với bất kỳ tổn thất hoặc thiệt hại nào phát sinh từ việc sử dụng các số đo.
zh_hans: 使用本 App 及其结果的责任和风险由您自行承担。因使用测量结果造成的任何损失或损害，开发者概不负责。
zh_hant: 使用本 App 及其測量結果，須由您自行承擔責任與風險。對於因使用測量結果而造成的任何損失或損害，開發者概不負責。

# · %lld/%lld photos
source: · %1$lld/%2$lld photos
de: · %1$lld/%2$lld Fotos
es: · %1$lld/%2$lld fotos
ja: · 撮影済み %lld/%lld
ko: · %lld/%lld장 촬영
pt_br: · %1$lld/%2$lld fotos
ru: · %1$lld/%2$lld фото
vi: · %lld/%lld ảnh
zh_hans: · 已拍 %lld/%lld
zh_hant: · 已拍 %lld/%lld

source: Ø×H %@×%@ cm · %@ m³ · cylinder · max outer dimensions
de: Ø×H %@×%@ cm · %@ m³ · Zylinder · max. Außenmaße
es: Ø×Alt. %@×%@ cm · %@ m³ · cilindro · dimensiones exteriores máx.
fr: Ø×H %@×%@ cm · %@ m³ · cylindre · dimensions extérieures max.
ja: Ø×高さ %@×%@ cm · %@ m³ · 円柱 · 最大外形寸法
ko: Ø×높이 %@×%@ cm · %@ m³ · 원기둥 · 최대 외곽 치수
pt_br: Ø×Alt. %@×%@ cm · %@ m³ · cilindro · dimensões externas máx.
ru: Ø×В %@×%@ cm · %@ m³ · цилиндр · макс. габариты
vi: Ø×C %@×%@ cm · %@ m³ · hình trụ · kích thước ngoài lớn nhất
zh_hans: Ø×高 %@×%@ cm · %@ m³ · 圆柱 · 按最大外形
zh_hant: Ø×高 %@×%@ cm · %@ m³ · 圓柱 · 依最大外形

# %lld scans
source: %1$lld scans
es: %1$lld escaneos
ja: %lld 回
ko: %lld회
pt_br: %1$lld escaneamentos
ru: %1$lld сканирования
vi: %lld lần quét
zh_hans: %lld 次
zh_hant: %lld 次

source: CSV Details
es: CSV detallado
fr: CSV détaillé
ja: CSV 明細
ko: CSV 상세
pt_br: CSV detalhado
ru: CSV с деталями
vi: CSV chi tiết
zh_hans: CSV 明细
zh_hant: CSV 明細

source: Filter
es: Filtro
fr: Filtre
ja: 絞り込み
ko: 필터
pt_br: Filtro
ru: Фильтр
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

source: H %@ cm
es: Alt. %@ cm
ja: 高さ %@ cm
ko: 높이 %@ cm
pt_br: Alt. %@ cm
ru: В %@ cm
vi: C %@ cm
zh_hans: 高 %@ cm
zh_hant: 高 %@ cm

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Ø %@ × H %@
es: Ø %@ × Alt. %@
ja: Ø %@ × 高さ %@
ko: Ø %@ × 높이 %@
pt_br: Ø %@ × Alt. %@
ru: Ø %@ × В %@
vi: Ø %@ × C %@
zh_hans: Ø %@ × 高 %@
zh_hant: Ø %@ × 高 %@

source: Cargo Measure
ja: カーゴメジャー
ko: 카고 메저
ru: Замер груза
vi: Đo hàng nhập
zh_hans: 入库量方
zh_hant: 入庫量方

source: L %@ cm
ja: 長さ %@ cm
ko: 길이 %@ cm
pt_br: C %@ cm
ru: Д %@ cm
vi: D %@ cm
zh_hans: 长 %@ cm
zh_hant: 長 %@ cm

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
